{
    "soap_note": "Subjective: S1 Mental Health: - Reports taking citalopram for over 2 years, but experiencing vivid dreams that disrupt sleep. - Previously tried Sertraline and bupropion, but discontinued due to excessive sleepiness. - Expresses desire to see a psychiatrist and explore other treatment options. - Reports feeling well-managed anxiety at current citalopram dose of 40mg, but experiences significant tiredness. - Mentions high-stress job as executive director S2 Reproductive Health: - Reports trying to conceive and experiencing lower abdominal pain. - Last Pap smear was 3 years ago with gynecologist - Reports having Polycystic Ovary Syndrome (PCOS) and recent spotting and increased discharge. S3 General Health: - Reports feeling extremely tired and needing to rest for 30 minutes after meetings. - Previous specialist mentioned possibility of hidden cancer causing fatigue, but no specific tests were suggested. Objective: - Pap smear conducted, with a small amount of creamy white discharge noted. - Vaginal swab taken for STD testing in preparation for pregnancy. - Cervix appeared normal with a smiling OS from previous pregnancy. Assessment: - Mental health concerns, specifically anxiety and sleep disruption due to vivid dreams, likely related to citalopram. - Reproductive health concerns, including PCOS, spotting, and increased discharge. - General fatigue, cause currently unknown but previous blood tests were normal. Plan: - Mental Health: Switch from citalopram to Escitalopram, following a specific tapering plan over several weeks. Schedule a follow-up in 4 weeks to assess response to medication change. - Reproductive Health: Conduct STD testing as part of routine pre-pregnancy screening. Advise patient to return upon positive pregnancy test. - General Health: No specific tests recommended at this time due to normal previous blood tests. Encourage patient to monitor symptoms and report any changes. ## SOAP EXAMPLE 5 Subjective: S1 Dermatological: - Patient reports a 2-year history of a viral wart on the right index finger, near the nail. The wart was initially suspected to be cancerous, but recent tests have confirmed it is not. The patient is currently under the care of a dermatologist, who is satisfied with the healing process. - Patient also reports concerns about some freckles and a previous biopsy on a lesion along the bra line, which came back negative. S2 Medications: - Patient is on Cymbalta 30MG and 60MG, and Crestor 10MG daily. The patient requires refills for these medications. S3 Cardiovascular: - Patient has a family history of cardiomyopathy. S4 Endocrine: - Patient has a family history of Type 3 Diabetes. S5 Ear: - Patient reports pain and itchiness in the right ear, describing a sensation as if `things are running around in there.` Objective: - Observed mild eczema and redness around the edge of the right ear. The tympanic membrane appears normal with no signs of infection. Assessment: - Viral wart on right index finger, currently under treatment and showing satisfactory progress. - Mild eczema in the right ear. - Patient is on chronic medications for mental health and cholesterol management. - Family history of cardiomyopathy and Type 2 Diabetes. Plan: - Dermatological: - Continue monitoring the healing process of the viral wart under the care of Dermatologist - Consider referral for skin check, focusing on the freckles and previous biopsy site. - Medications: - Refill prescriptions for Cymbalta 30MG and 60MG, and Crestor 10MG. - Cardiovascular: - Conduct an LPA genetic test to assess the level of concern regarding the patient's cholesterol levels. - Endocrine: - Conduct a blood test for diabetes, given the family history. - Ear: - Prescribe drops for the right ear to alleviate symptoms of itchiness and discomfort. Dermotic oil 3 gtts bid x 1 bottle - Travel: - Advise the patient to consult a travel clinic for any necessary vaccines or medications before traveling to Jamaica."
}